Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SettingsOSUpdateConfigurationDescCarry
source: Currently configured for the %@ program. Will progress to the next build train via the current program.
ar: التكوين الحالي: برنامج %@. سيتم التقدم إلى إصدار التحديث التالي عبر البرنامج الحالي.
ca: El dispositiu està configurat per al programa %@. S’avançarà a la compilació següent a través del programa actual.
cs: Zařízení je nastavené na použití programu %@. Na novou projektovou sestavu přejde jeho prostřednictvím.
da: I øjeblikket er konfigurationen sat til %@‑programmet. Der fortsættes til næste build train via det nuværende program.
de: Derzeit für das Programm „%@“ konfiguriert. Der nächste Build wird über das aktuelle Programm installiert.
el: Έχει διαμορφωθεί για το πρόγραμμα «%@». Θα προχωρήσει στην επόμενη σειρά δομής μέσω του τρέχοντος προγράμματος.
es: El dispositivo está configurado actualmente para el programa %@. Se pasará a la siguiente versión de compilación a través del programa actual.
es_us: La configuración actual es para el programa de %@. Se continuará con la siguiente fase mediante el programa actual.
fr: La fonctionnalité est actuellement configurée pour le programme %@. Le passage à l’ensemble de versions suivant se fera via le programme actuel.
fr_ca: Actuellement configurés pour le programme %@. Ils évolueront vers le prochain train de build par l’entremise du programme actuel.
he: המכשיר מוגדר כעת עבור התוכנית %@. הוא ימשיך לגירסה הבאה ברכבת התוכנה (Train) באמצעות התוכנית הנוכחית.
hi: वर्तमान में %@ प्रोग्राम के लिए कॉन्फ़िगर किया गया है। वर्तमान प्रोग्राम के ज़रिए अगली बिल्ड ट्रेन में चला जाएगा।
hr: Trenutačno je konfiguriran program %@. Nastavit će se do sljedeće serije međuverzija putem trenutačnog programa.
hu: Jelenleg a(z) %@ programhoz van konfigurálva. Át fog váltani a következő build trainre az aktuális programmal.
id: Saat ini dikonfigurasi untuk program %@. Akan dilanjutkan ke rangkaian build berikutnya melalui program saat ini.
it: Al momento è prevista la configurazione per il programma %@. Il passaggio alla versione successiva del build train avverrà tramite il programma attuale.
ja: 現在、%[tt]@プログラム用に構成されています。現在のプログラムにより次のビルドトレインに進みます。
ko: 현재 %@ 프로그램으로 구성되어 있습니다. 현재 프로그램을 통해 다음 빌드 트레인으로 진행합니다.
ms: Kini dikonfigurasikan untuk program %@. Akan maju ke train binaan seterusnya melalui program semasa.
nb: Konfigurert for %@-programmet for øyeblikket. Fortsetter til neste build train via det gjeldende programmet.
nl: Momenteel geconfigureerd voor het programma '%@'. Overdracht naar de volgende buildtrain via het huidige programma.
pl: Obecnie skonfigurowany dla programu %@. Będzie automatycznie przechodzić na następny train w ramach tego programu.
pt_br: Configurado para o programa %@. Avançará para o próximo train de compilação através do programa atual.
pt_pt: Configurado para o programa %@. Passará ao train de builds seguinte através do programa atual.
ro: Configurat în prezent pentru programul %@. Va progresa la următorul tren de compilare prin programul actual.
ru: Текущая конфигурация подготовлена для приложения «%@». Переход к следующей серии сборок будет выполнен в текущем приложении.
sk: Nastavené pre program %@. Prejde na nasledovnú verziu buildu cez aktuálny program.
sl: Trenutno konfigurirano za program %@. Nadaljuje na naslednji sklop različic prek trenutnega programa.
sv: För närvarande konfigurerad för programmet %@. Fortsätter till nästa build train via det aktuella programmet.
th: ตอนนี้กำหนดค่าเป็นแบบโปรแกรม%[tt]@ จะอัปเดตเป็น Build Train ถัดไปตามโปรแกรมแบบปัจจุบัน
tr: Şu anda %@ programı için ayarlı. Şu anki program aracılığıyla bir sonraki geliştirme sürümü dizisine sürdürülür.
uk: Наразі сконфігуровано для програми %@. Переходить до наступної гілки збірок через поточну програму.
vi: Hiện được định cấu hình cho chương trình %@. Sẽ cập nhật lên chuỗi bản dựng tiếp theo thông qua chương trình hiện tại.
zh_cn: 当前已配置为%@程序。将通过当前程序更新到下一个版本序列。
zh_hk: 目前已設定為%@計劃。透過目前的計劃將會更新至下一個版本Train。
zh_tw: 目前已設定為「%@」計畫。透過目前計畫會更新到下一個版本系列。

# SettingsOSUpdateConfigurationDescShipping
source: Currently configured to install released builds. Will automatically progress to the next build train when released.
ar: التكوين الحالي: تثبيت البنيات المطروحة. سيتم التقدم تلقائيًا إلى بنية التحديث التالي عند طرحها.
ca: El dispositiu està configurat per instal·lar‑hi compilacions publicades. S’avançarà automàticament a la compilació següent quan es publiqui.
cs: Zařízení je v současné době nastavené na instalaci vydaných sestav. Přechod na další sestavu proběhne automaticky po jejím vydání.
da: I øjeblikket er konfigurationen sat til at installere udgivne builds. Der opdateres automatisk til næste build train, når det bliver udgivet.
de: Derzeit für die Installation veröffentlichter Builds konfiguriert. Der nächste Build wird automatisch installiert, sobald er veröffentlicht ist.
el: Έχει διαμορφωθεί για εγκατάσταση δομών κυκλοφορίας. Θα προχωρήσει αυτόματα στην επόμενη σειρά δομής, όταν αυτή κυκλοφορήσει.
es: El dispositivo está configurado actualmente para instalar versiones oficiales. Se pasará automáticamente a la siguiente versión de compilación cuando se publique.
es_us: La configuración actual es para instalar fases ya lanzadas. Se continuará automáticamente con la siguiente fase tras su lanzamiento.
fr: La fonctionnalité est actuellement configurée pour installer des versions commercialisées. Le passage à l’ensemble de versions suivant se fera automatiquement dès sa commercialisation.
fr_ca: Actuellement configurés pour installer des versions finales commercialisées. Ils évolueront automatiquement vers le prochain train de build lors de la livraison.
he: המכשיר מוגדר כעת להתקנת גירסאות ששוחררו לציבור. הוא ימשיך באופן אוטומטי לגירסת התוכנה הבאה כאשר היא תשוחרר.
hi: वर्तमान में रिलीज़ किए गए बिल्ड इंस्टॉल करने के लिए कॉन्फ़िगर किया हुआ है। रिलीज़ किए जाने पर यह अगली बिल्ड ट्रेन में ऑटोमैटिकली चला जाएगा।
hr: Trenutačno je konfigurirano instaliranje objavljenih međuverzija. Automatski će se nastaviti na sljedeću seriju međuverzija kad bude objavljena.
hu: Jelenleg a kiadott buildek telepítéséhez van konfigurálva. Kiadáskor automatikusan át fog váltani a következő build trainre.
id: Sedang dikonfigurasi untuk menginstal build yang dirilis. Akan dilanjutkan secara otomatis ke rangkaian build berikutnya setelah dirilis.
it: La configurazione attuale prevede l’installazione di build pubbliche. Il passaggio alla versione successiva del build train avverrà automaticamente non appena sarà disponibile.
ja: 現在、進行中のトレインからリリース済みのビルドをインストールするように構成されています。リリースされたら、次のトレインに自動的に進みます。
ko: 현재 릴리즈된 빌드를 설치하도록 구성되어 있습니다. 다음 빌드 트레인이 릴리즈되면 자동으로 해당 빌드로 진행합니다.
ms: Kini dikonfigurasikan untuk memasang binaan yang telah dikeluarkan. Akan maju secara automatik ke train binaan seterusnya apabila dikeluarkan.
nb: Konfigurert til å installere versjoner i produksjon. Fortsetter automatisk til neste build train når det går i produksjon.
nl: Momenteel geconfigureerd om uitgebrachte builds te installeren. Automatische overdracht naar de volgende buildtrain wanneer een build wordt uitgebracht.
pl: Obecnie skonfigurowany do instalacji wydanych kompilacji. Będzie automatycznie przechodzić na następny train, gdy zostanie wydany.
pt_br: Configurado para instalar compilações lançadas. Avançará automaticamente para o próximo train de compilação quando lançado.
pt_pt: Configurado para instalar builds lançadas. Passará automaticamente ao train de builds seguinte quando for lançado.
ro: Configurat în prezent pentru a instala compilări lansate. Va progresa automat la următorul tren de compilare după lansare.
ru: Текущая конфигурация предусматривает установку официальных версий. Переход к следующей серии сборок будет выполнен автоматически после их выпуска.
sk: Nastavené na inštaláciu vydaných buildov. Prechod na ďalší build prebehne automaticky po jeho vydaní.
sl: Trenutno konfigurirano za nameščanje izdanih različic. Samodejno nadaljuje na naslednji sklop različic ob izdaji.
sv: För närvarande konfigurerad för att installera utgivna byggen. Fortsätter automatiskt till nästa build train när det släpps.
th: ตอนนี้กำหนดค่าให้ติดตั้ง Build ที่ออกมาแล้ว จะอัปเดตเป็น Build Train ถัดไปโดยอัตโนมัติเมื่อมี Build Train ใหม่ออกมา
tr: Şu anda, yayımlanan geliştirme sürümünü yüklemeye ayarlı. Yayımlandığında bir sonraki geliştirme sürümü dizisine otomatik olarak sürdürülür.
uk: Наразі сконфігуровано на інсталювання випущених збірок. Автоматично переходить до наступної гілки збірок після її випуску.
vi: Hiện được định cấu hình để cài đặt các bản dựng đã phát hành. Sẽ tự động cập nhật lên chuỗi bản dựng tiếp theo khi được phát hành.
zh_cn: 当前配置为安装已发布版本。下个版本发布时将自动更新到该版本。
zh_hk: 目前已設定為安裝已發佈的版本。將在下一個版本Train發佈後自動更新。
zh_tw: 目前的設定會安裝已發佈的版本。將於下一個版本系列發佈後自動更新。

# SettingsOSUpdateConfigurationDescSWELivAPI
source: Currently configured for %1$@ updates from %2$@.
ar: تم التكوين حاليًا لتحديثات %1$@ من %2$@.
ca: La configuració actual s’utilitza per a les actualitzacions %1$@ (%2$@).
cs: Momentálně je pro aktualizace %1$@ nakonfigurován zdroj %2$@.
da: I øjeblikket konfigureret til %1$@-opdateringer fra %2$@.
de: Derzeit für %1$@-Updates von %2$@ konfiguriert.
el: Έχει διαμορφωθεί για ενημερώσεις «%1$@» από «%2$@».
es: Actualmente configurado para las actualizaciones de %1$@ desde %2$@.
es_us: Configuración actual: actualizaciones %1$@ de %2$@.
fr: Actuellement configuré pour les mises à jour « %1$@ » de %2$@.
fr_ca: Actuellement configuré pour les mises à jour de %1$@ à partir de %2$@
he: מוגדר כעת עבור עדכוני %1$@ דרך %2$@.
hi: वर्तमान में %2$@ से %1$@ अपडेट के लिए कॉन्फ़िगर किया गया।
hr: Trenutačno konfigurirano za ažuriranja %1$@ s “%2$@”.
hu: Jelenleg %1$@ frissítéshez van konfigurálva innen: %2$@.
id: Saat ini dikonfigurasi untuk pembaruan %1$@ dari %2$@.
it: Attualmente configurato per gli aggiornamenti %1$@ da %2$@.
ja: 現在、%2$@からの%1$@アップデート用に構成されています。
ko: 현재 %2$@의 %1$@ 업데이트용으로 구성되어 있습니다.
ms: Pada masa ini dikonfigurasikan untuk kemas kini %1$@ daripada %2$@.
nb: Konfigurert for %1$@-oppdateringer fra %2$@ for øyeblikket.
nl: Momenteel geconfigureerd voor %1$@ updates van %2$@.
pl: Obecnie skonfigurowane są uaktualnienia %1$@ z %2$@.
pt_br: Atualmente configurado para %1$@ atualizações de %2$@.
pt_pt: Configurado para atualizações %1$@ de %2$@.
ro: Configurat în prezent pentru actualizări %1$@ de la %2$@.
ru: Текущая конфигурация предусматривает установку обновлений (%1$@, источник: %2$@).
sk: Nastavené na aktualizácie %1$@ z „%2$@“.
sl: Trenutno konfigurirano za posodobitve %1$@ od: %2$@.
sv: För närvarande konfigurerad för %1$@-uppdateringar från %2$@.
th: ตอนนี้กำหนดค่าสำหรับการอัปเดต %1$@ จาก %2$@
tr: %2$@ üzerinden %1$@ güncellemeleri için ayarlı.
uk: Наразі сконфігуровано на оновлення %1$@ від %2$@.
vi: Hiện được định cấu hình cho %1$@ bản cập nhật từ %2$@.
zh_cn: 当前已为%2$@的%1$@更新完成配置。
zh_hk: 目前設定為來自%2$@的%1$@更新項目。
zh_tw: 目前設為來自%2$@的%1$@更新項目。

# SettingsOSUpdateConfigurationFetchingText
source: Fetching server data…
ar: يجري جلب بيانات الخادم…
ca: Obtenint les dades del servidor…
cs: Načítání dat ze serveru…
da: Henter serverdata…
de: Serverdaten abrufen …
el: Μετάκληση δεδομένων διακομιστή…
es: Obteniendo datos del servidor…
es_us: Obteniendo datos del servidor…
fr: Récupération des données du serveur…
fr_ca: Récupération des données du serveur…
he: טוען נתוני שרת…
hi: सर्वर डेटा फ़ेच किया जा रहा है…
hr: Dohvaćanje podataka sa servera…
hu: Szerveradatok begyűjtése…
id: Mengambil data server…
it: Recupero i dati del server…
ja: サーバデータを取得中…
ko: 서버 데이터 가져오는 중…
ms: Mengambil data pelayan…
nb: Henter tjenerdata…
nl: Servergegevens ophalen…
pl: Pobieram dane z serwera…
pt_br: Obtendo dados do servidor…
pt_pt: A obter dados do servidor…
ro: Preluare date server…
ru: Получение данных от сервера…
sk: Načítavam dáta zo servera…
sl: Pridobivanje podatkov strežnika …
sv: Hämtar serverdata…
th: กำลังดึงข้อมูลเซิร์ฟเวอร์…
tr: Sunucu verileri alınıyor…
uk: Отримання даних сервера…
vi: Đang tìm nạp dữ liệu máy chủ…
zh_cn: 正在抓取服务器数据…
zh_hk: 正在取得伺服器資料⋯
zh_tw: 正在取得伺服器資料⋯

# SettingsOSUpdateConfigurationNoTrainsError
source: Failed to fetch train list from server. Check VPN.
ar: فشل جلب قائمة trains من الخادم. يرجى التحقق من VPN.
ca: No s’ha pogut obtenir la llista de sèries del servidor. Comprova la VPN.
cs: Nepodařilo se načíst seznam projektů ze serveru. Zkontrolujte VPN.
da: Kunne ikke hente liste over trains fra serveren. Kontroller VPN.
de: Eine Train-List konnte nicht vom Server abgerufen werden. Überprüfe VPN.
el: Απέτυχε η μετάκληση της λίστας σειρών από τον διακομιστή. Ελέγξτε το VPN.
es: Se ha producido un error al obtener la lista de secuencias del servidor. Comprueba la VPN.
es_us: Error al obtener la lista de versiones del servidor. Revisa la conexión VPN.
fr: Échec de la récupération de la liste de trains depuis le serveur. Vérifiez l’état du VPN.
fr_ca: Échec de récupération de la liste de trains à partir du serveur. Vérifiez la connexion au VPN.
he: טעינת רכבת-התוכנה (train) מהשרת נכשלה. נא לבדוק את ה-VPN.
hi: सर्वर से ट्रेन सूची फ़ेच करना विफल रहा। VPN की जाँच करें।
hr: Popis inačica nije se uspio dohvatiti sa servera. Provjerite VPN.
hu: Nem sikerült beolvasni a szerverről a trainek listáját. Ellenőrizze a VPN-t.
id: Gagal mengambil daftar train dari server. Periksa VPN.
it: Impossibile recuperare l’elenco di train dal server. Controlla la VPN.
ja: サーバからトレインを取得できませんでした。VPNを確認してください。
ko: 서버에서 트레인을 가져오지 못했습니다. VPN을 확인하십시오.
ms: Gagal mengambil senarai train daripada pelayan. Semak VPN.
nb: Kunne ikke hente byggtog-liste fra tjeneren. Kontroller VPN.
nl: Kon geen lijst met trains ophalen van de server. Controleer VPN.
pl: Lista trains nie została pobrana z serwera. Sprawdź połączenie VPN.
pt_br: Falha ao obter a lista de trens do servidor. Verifique a VPN.
pt_pt: Não foi possível obter a lista de trains do servidor. Verifique a VPN.
ro: Nu a putut fi accesată lista trenurilor de pe server. Verificați conexiunea VPN.
ru: Не удалось получить список трейнов с сервера. Проверьте VPN.
sk: Zoznam verzií sa nepodarilo načítať zo servera. Skontrolujte VPN.
sl: Ni bilo mogoče pridobiti seznama sklopov od strežnika. Preverite VPN.
sv: Det gick inte att hämta train-listan från servern. Kontrollera VPN.
th: ดึงรายการ Train จากเซิร์ฟเวอร์ไม่สำเร็จ ให้ตรวจสอบ VPN
tr: Sunucudan bir dizi listesi alınamadı. VPN’i denetleyin.
uk: Не вдалось отримати список гілок ПЗ із сервера. Перевірте VPN‑зʼєднання.
vi: Không thể tìm nạp danh sách phiên bản từ máy chủ. Hãy kiểm tra VPN.
zh_cn: 无法从服务器抓取序列列表。请检查VPN。
zh_hk: 無法從伺服器取得Train列表。請檢查VPN。
zh_tw: 無法從伺服器擷取系列列表。請檢查VPN。

# SettingsOSUpdateConfigurationSelectATrain
source: select a train
ar: تحديد Train
ca: selecciona una sèrie
cs: vyberte projekt
da: vælg et train
de: Train auswählen
el: επιλογή σειράς
es: selecciona una secuencia
es_us: selecciona una versión
fr: sélectionner un train
fr_ca: sélectionner un train
he: בחירת רכבת-תוכנה (train)
hi: ट्रेन चुनें
hr: odaberite inačicu
hu: train kiválasztása
id: pilih train
it: seleziona un train
ja: トレインを選択
ko: 트레인 선택
ms: pilih train
nb: velg byggtog
nl: selecteer een train
pl: wybierz train
pt_br: selecione um trem
pt_pt: selecionar um train
ro: selectați un tren
ru: выберите трейн
sk: vyberte verziu
sl: izberite sklop
sv: välj ett train
th: เลือก Train
tr: bir dizi seçin
uk: виберіть гілку
vi: chọn một phiên bản
zh_cn: 选择序列
zh_hk: 選擇一個Train
zh_tw: 選取系列

# SettingsOSUpdateConfigurationStatusInvalid
source: invalid
ar: غير صالح
ca: no vàlida
cs: neplatné
da: ugyldig
el: μη έγκυρο
es: no válido
es_us: no válido
fr: non valide
fr_ca: non valide
he: לא תקין
hi: अमान्य
hr: nevažeće
hu: érvénytelen
id: tidak sah
it: non valido
ja: 無効
ko: 유효하지 않음
ms: tidak sah
nb: ugyldig
nl: ongeldig
pt_br: inválida
pt_pt: inválida
ro: nevalid
ru: недействительно
sk: neplatné
sl: neveljavno
sv: ogiltig
th: ไม่ถูกต้อง
tr: geçersiz
uk: нечинна
vi: không hợp lệ
zh_cn: 无效
zh_hk: 無效
zh_tw: 無效

# SettingsOSUpdateConfigurationStatusOK
source: OK
ar: موافق
ca: correcta
he: אישור
hi: ठीक
hr: U redu
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ปกติ
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# SettingsOSUpdateConfigurationStatusQuestionable
source: questionable
ar: محل شك
ca: dubtosa
cs: problematické
da: tvivlsom
el: αμφίβολο
es: cuestionable
es_us: cuestionable
fr: discutable
fr_ca: douteuse
he: מוטל בספק
hi: संदिग्ध
hr: upitno
hu: kérdéses
id: dipertanyakan
it: discutibile
ja: 疑わしい
ko: 알 수 없음
ms: belum tentu
nb: uviss
nl: twijfelachtig
pt_br: questionável
pt_pt: duvidável
ro: discutabil
ru: под вопросом
sk: sporné
sl: vprašljivo
sv: tvivelaktig
th: น่าสงสัย
tr: şüpheli
uk: є питання
vi: đáng ngờ
zh_cn: 有问题
zh_hk: 有問題
zh_tw: 有問題

# SettingsOSUpdateConfigurationTitle
source: Configuration
ar: التكوين
ca: Configuració
cs: Konfigurace
da: Konfiguration
el: Ρύθμιση παραμέτρων
es: Configuración
es_us: Configuración
he: הגדרות
hi: कॉन्फ़िगरेशन
hr: Konfiguracija
hu: Konfigurálás
id: Konfigurasi
it: Configurazione
ja: 構成
ko: 구성
ms: Konfigurasi
nb: Konfigurasjon
nl: Configuratie
pl: Konfiguracja
pt_br: Configuração
pt_pt: Configuração
ro: Configurație
ru: Конфигурация
sk: Konfigurácia
sl: Konfiguracija
sv: Konfiguration
th: การกำหนดค่า
tr: Konfigürasyon
uk: Конфігурація
vi: Cấu hình
zh_cn: 配置
zh_hk: 設定
zh_tw: 設定

# SettingsOSUpdateConfigurationUnknownTrainMenuText
source: Unknown
ar: غير معروف
ca: Desconegut
cs: Není známo
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
es_us: Desconocido
fi: Tuntematon
fr: Inconnu
fr_ca: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak Diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznáma
sl: Neznano
sv: Okänd
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідомо
vi: Không xác định
zh_cn: 未知
zh_hk: 未知
zh_tw: 未知
